_citys = {}

_citys["请选择省份"] = {
	"请选择城市": [{name:"请选择经销商",val: "请选择经销商"}]
}
_citys["北京市"] = {}
_citys["天津市"] = {}
_citys["河北省"] = {}
_citys["山西省"] = {}
_citys["内蒙古自治区"] = {}
_citys["辽宁省"] = {}
_citys["吉林省"] = {}
_citys["黑龙江省"] = {}
_citys["山东省"] = {}
_citys["上海市"] = {}
_citys["江苏省"] = {}
_citys["浙江省"] = {}
_citys["安徽省"] = {}
_citys["江西省"] = {}
_citys["河南省"] = {}
_citys["湖北省"] = {}
_citys["湖南省"] = {}
_citys["广东省"] = {}
_citys["广西壮族自治区"] = {}
_citys["海南省"] = {}
_citys["福建省"] = {}
_citys["贵州省"] = {}
_citys["云南省"] = {}
_citys["重庆市"] = {}
_citys["四川省"] = {}
_citys["西藏自治区"] = {}
_citys["陕西省"] = {}
_citys["甘肃省"] = {}
_citys["青海省"] = {}
_citys["宁夏回族自治区"] = {}
_citys["新疆维吾尔自治区"] = {}

_citys["北京市"]["北京市"] = []
_citys["天津市"]["天津市"] = []
_citys["河北省"]["石家庄市"] = []
_citys["河北省"]["唐山市"] = []
_citys["河北省"]["秦皇岛市"] = []
_citys["河北省"]["邯郸市"] = []
_citys["河北省"]["邢台市"] = []
_citys["河北省"]["保定市"] = []
_citys["河北省"]["张家口市"] = []
_citys["河北省"]["承德市"] = []
_citys["河北省"]["沧州市"] = []
_citys["河北省"]["廊坊市"] = []
_citys["山西省"]["太原市"] = []
_citys["山西省"]["大同市"] = []
_citys["山西省"]["阳泉市"] = []
_citys["山西省"]["长治市"] = []
_citys["山西省"]["晋城市"] = []
_citys["山西省"]["运城市"] = []
_citys["山西省"]["忻州市"] = []
_citys["山西省"]["临汾市"] = []
_citys["内蒙古自治区"]["呼和浩特市"] = []
_citys["内蒙古自治区"]["包头市"] = []
_citys["内蒙古自治区"]["赤峰市"] = []
_citys["内蒙古自治区"]["通辽市"] = []
_citys["内蒙古自治区"]["鄂尔多斯市"] = []
_citys["内蒙古自治区"]["呼伦贝尔市"] = []
_citys["内蒙古自治区"]["巴彦淖尔市"] = []
_citys["内蒙古自治区"]["乌兰察布市"] = []
_citys["内蒙古自治区"]["兴安盟"] = []
_citys["辽宁省"]["沈阳市"] = []
_citys["辽宁省"]["大连市"] = []
_citys["辽宁省"]["抚顺市"] = []
_citys["辽宁省"]["朝阳市"] = []
_citys["吉林省"]["长春市"] = []
_citys["吉林省"]["吉林市"] = []
_citys["吉林省"]["四平"] = []
_citys["吉林省"]["延边朝鲜族自治州"] = []
_citys["吉林省"]["松原市"] = []
_citys["黑龙江省"]["哈尔滨市"] = []
_citys["黑龙江省"]["齐齐哈尔市"] = []
_citys["黑龙江省"]["大庆市"] = []
_citys["黑龙江省"]["牡丹江市"] = []
_citys["黑龙江省"]["绥化市"] = []
_citys["山东省"]["济南市"] = []
_citys["山东省"]["青岛市"] = []
_citys["山东省"]["淄博市"] = []
_citys["山东省"]["枣庄市"] = []
_citys["山东省"]["东营市"] = []
_citys["山东省"]["烟台市"] = []
_citys["山东省"]["潍坊市"] = []
_citys["山东省"]["济宁市"] = []
_citys["山东省"]["泰安市"] = []
_citys["山东省"]["威海市"] = []
_citys["山东省"]["日照市"] = []
_citys["山东省"]["莱芜市"] = []
_citys["山东省"]["临沂市"] = []
_citys["山东省"]["德州市"] = []
_citys["山东省"]["聊城市"] = []
_citys["山东省"]["滨州市"] = []
_citys["山东省"]["菏泽市"] = []
_citys["上海市"]["上海市"] = []
_citys["江苏省"]["南京市"] = []
_citys["江苏省"]["无锡市"] = []
_citys["江苏省"]["徐州市"] = []
_citys["江苏省"]["常州市"] = []
_citys["江苏省"]["苏州市"] = []
_citys["江苏省"]["南通市"] = []
_citys["江苏省"]["连云港市"] = []
_citys["江苏省"]["淮安市"] = []
_citys["江苏省"]["盐城市"] = []
_citys["江苏省"]["扬州市"] = []
_citys["江苏省"]["镇江市"] = []
_citys["江苏省"]["泰州市"] = []
_citys["江苏省"]["宿迁市"] = []
_citys["浙江省"]["杭州市"] = []
_citys["浙江省"]["宁波市"] = []
_citys["浙江省"]["温州市"] = []
_citys["浙江省"]["嘉兴市"] = []
_citys["浙江省"]["湖州市"] = []
_citys["浙江省"]["绍兴市"] = []
_citys["浙江省"]["金华市"] = []
_citys["浙江省"]["舟山市"] = []
_citys["浙江省"]["台州市"] = []
_citys["安徽省"]["合肥市"] = []
_citys["安徽省"]["芜湖市"] = []
_citys["安徽省"]["蚌埠市"] = []
_citys["安徽省"]["马鞍山市"] = []
_citys["安徽省"]["淮北市"] = []
_citys["安徽省"]["安庆市"] = []
_citys["安徽省"]["黄山市"] = []
_citys["安徽省"]["阜阳市"] = []
_citys["安徽省"]["宿州市"] = []
_citys["安徽省"]["宣城市"] = []
_citys["江西省"]["南昌市"] = []
_citys["江西省"]["景德镇市"] = []
_citys["江西省"]["萍乡市"] = []
_citys["江西省"]["九江市"] = []
_citys["江西省"]["新余市"] = []
_citys["江西省"]["赣州市"] = []
_citys["江西省"]["吉安市"] = []
_citys["江西省"]["宜春市"] = []
_citys["江西省"]["抚州市"] = []
_citys["江西省"]["上饶市"] = []
_citys["河南省"]["郑州市"] = []
_citys["河南省"]["开封市"] = []
_citys["河南省"]["洛阳市"] = []
_citys["河南省"]["平顶山市"] = []
_citys["河南省"]["安阳市"] = []
_citys["河南省"]["鹤壁市"] = []
_citys["河南省"]["新乡市"] = []
_citys["河南省"]["焦作市"] = []
_citys["河南省"]["濮阳市"] = []
_citys["河南省"]["许昌市"] = []
_citys["河南省"]["漯河市"] = []
_citys["河南省"]["三门峡市"] = []
_citys["河南省"]["南阳市"] = []
_citys["河南省"]["商丘市"] = []
_citys["河南省"]["信阳市"] = []
_citys["河南省"]["周口市"] = []
_citys["河南省"]["驻马店市"] = []
_citys["湖北省"]["武汉市"] = []
_citys["湖北省"]["咸宁市"] = []
_citys["湖北省"]["黄石市"] = []
_citys["湖北省"]["十堰市"] = []
_citys["湖北省"]["襄阳市"] = []
_citys["湖北省"]["鄂州市"] = []
_citys["湖北省"]["孝感市"] = []
_citys["湖北省"]["黄冈市"] = []
_citys["湖北省"]["随州市"] = []
_citys["湖北省"]["宜昌市"] = []
_citys["湖北省"]["荆门市"] = []
_citys["湖北省"]["荆州市"] = []
_citys["湖北省"]["恩施土家族苗族自治州"] = []
_citys["湖北省"]["潜江市"] = []
_citys["湖南省"]["长沙市"] = []
_citys["湖南省"]["岳阳市"] = []
_citys["湖南省"]["常德市"] = []
_citys["湖南省"]["湘西土家族苗族自治州"] = []
_citys["湖南省"]["株洲市"] = []
_citys["湖南省"]["湘潭市"] = []
_citys["湖南省"]["衡阳市"] = []
_citys["湖南省"]["邵阳市"] = []
_citys["湖南省"]["郴州市"] = []
_citys["湖南省"]["娄底市"] = []
_citys["广东省"]["广州市"] = []
_citys["广东省"]["韶关市"] = []
_citys["广东省"]["深圳市"] = []
_citys["广东省"]["珠海市"] = []
_citys["广东省"]["汕头市"] = []
_citys["广东省"]["佛山市"] = []
_citys["广东省"]["江门市"] = []
_citys["广东省"]["湛江市"] = []
_citys["广东省"]["茂名市"] = []
_citys["广东省"]["肇庆市"] = []
_citys["广东省"]["惠州市"] = []
_citys["广东省"]["梅州市"] = []
_citys["广东省"]["河源市"] = []
_citys["广东省"]["阳江市"] = []
_citys["广东省"]["清远市"] = []
_citys["广东省"]["东莞市"] = []
_citys["广东省"]["中山市"] = []
_citys["广东省"]["潮州市"] = []
_citys["广西壮族自治区"]["南宁市"] = []
_citys["广西壮族自治区"]["柳州市"] = []
_citys["广西壮族自治区"]["桂林市"] = []
_citys["广西壮族自治区"]["梧州市"] = []
_citys["广西壮族自治区"]["北海市"] = []
_citys["广西壮族自治区"]["钦州市"] = []
_citys["广西壮族自治区"]["贵港市"] = []
_citys["广西壮族自治区"]["百色市"] = []
_citys["广西壮族自治区"]["贺州市"] = []
_citys["广西壮族自治区"]["河池市"] = []
_citys["海南省"]["海口市"] = []
_citys["海南省"]["三亚市"] = []
_citys["福建省"]["福州市"] = []
_citys["福建省"]["厦门市"] = []
_citys["福建省"]["莆田市"] = []
_citys["福建省"]["三明市"] = []
_citys["福建省"]["泉州市"] = []
_citys["福建省"]["漳州市"] = []
_citys["福建省"]["龙岩市"] = []
_citys["贵州省"]["贵阳市"] = []
_citys["贵州省"]["六盘水市"] = []
_citys["贵州省"]["遵义市"] = []
_citys["贵州省"]["安顺市"] = []
_citys["贵州省"]["铜仁地区"] = []
_citys["贵州省"]["黔西南布依族苗族自治州"] = []
_citys["贵州省"]["毕节地区"] = []
_citys["贵州省"]["黔东南苗族侗族自治州"] = []
_citys["贵州省"]["黔南布依族苗族自治州"] = []
_citys["云南省"]["昆明市"] = []
_citys["云南省"]["曲靖市"] = []
_citys["云南省"]["玉溪市"] = []
_citys["云南省"]["保山市"] = []
_citys["云南省"]["昭通市"] = []
_citys["云南省"]["普洱市"] = []
_citys["云南省"]["临沧市"] = []
_citys["云南省"]["楚雄彝族自治州"] = []
_citys["云南省"]["红河哈尼族彝族自治州"] = []
_citys["云南省"]["文山壮族苗族自治州"] = []
_citys["云南省"]["大理白族自治州"] = []
_citys["重庆市"]["重庆市"] = []
_citys["四川省"]["成都市"] = []
_citys["四川省"]["自贡市"] = []
_citys["四川省"]["攀枝花市"] = []
_citys["四川省"]["泸州市"] = []
_citys["四川省"]["德阳市"] = []
_citys["四川省"]["绵阳市"] = []
_citys["四川省"]["广元市"] = []
_citys["四川省"]["遂宁市"] = []
_citys["四川省"]["内江市"] = []
_citys["四川省"]["乐山市"] = []
_citys["四川省"]["南充市"] = []
_citys["四川省"]["眉山市"] = []
_citys["四川省"]["宜宾市"] = []
_citys["四川省"]["广安市"] = []
_citys["四川省"]["达州市"] = []
_citys["四川省"]["雅安市"] = []
_citys["四川省"]["巴中市"] = []
_citys["四川省"]["资阳市"] = []
_citys["西藏自治区"]["拉萨市"] = []
_citys["陕西省"]["西安市"] = []
_citys["陕西省"]["宝鸡市"] = []
_citys["陕西省"]["咸阳市"] = []
_citys["陕西省"]["渭南市"] = []
_citys["陕西省"]["汉中市"] = []
_citys["陕西省"]["榆林市"] = []
_citys["陕西省"]["安康市"] = []
_citys["甘肃省"]["兰州市"] = []
_citys["甘肃省"]["天水市"] = []
_citys["甘肃省"]["武威市"] = []
_citys["甘肃省"]["张掖市"] = []
_citys["甘肃省"]["平凉市"] = []
_citys["甘肃省"]["酒泉市"] = []
_citys["甘肃省"]["庆阳市"] = []
_citys["甘肃省"]["临夏回族自治州"] = []
_citys["青海省"]["西宁市"] = []
_citys["宁夏回族自治区"]["银川市"] = []
_citys["宁夏回族自治区"]["固原市"] = []
_citys["新疆维吾尔自治区"]["乌鲁木齐市"] = []
_citys["新疆维吾尔自治区"]["昌吉回族自治州"] = []
_citys["新疆维吾尔自治区"]["阿克苏地区"] = []
_citys["新疆维吾尔自治区"]["伊犁哈萨克自治州"] = []

_citys["北京市"]["北京市"].push {name:"北京标龙京津汽车销售服务有限责任公司",val:"60590H"}
_citys["北京市"]["北京市"].push {name:"北京嘉瑞雅汽车销售服务有限公司",val:"60620R"}
_citys["北京市"]["北京市"].push {name:"北京汇京德通汽车销售服务有限责任公司",val:"65440F"}
_citys["北京市"]["北京市"].push {name:"北京博瑞祥致汽车销售服务有限公司",val:"61850C"}
_citys["北京市"]["北京市"].push {name:"北京汇京柯曼汽车贸易发展有限公司",val:"60570L"}
_citys["北京市"]["北京市"].push {name:"北京元丰正通汽车销售服务有限公司",val:"65985X"}
_citys["北京市"]["北京市"].push {name:"北京鹏翰贸易有限公司",val:"60030Z"}
_citys["北京市"]["北京市"].push {name:"北京怡合瑞狮汽车销售服务有限公司",val:"65450G"}
_citys["北京市"]["北京市"].push {name:"北京金泰凯迪汽车销售服务有限公司",val:"61950L"}
_citys["天津市"]["天津市"].push {name:"天津市九州紫鑫汽车销售服务有限公司",val:"63100Q"}
_citys["天津市"]["天津市"].push {name:"天津市润濠汽车销售服务有限公司",val:"61370F"}
_citys["天津市"]["天津市"].push {name:"天津盛鼎汽车销售服务有限公司",val:"65988A"}
_citys["天津市"]["天津市"].push {name:"天津标顺汽车销售有限公司",val:"63810T"}
_citys["天津市"]["天津市"].push {name:"天津彤远汽车贸易有限公司",val:"63700T"}
_citys["河北省"]["石家庄市"].push {name:"河北盛威汽车贸易有限公司",val:"60600U"}
_citys["河北省"]["石家庄市"].push {name:"石家庄隆汇汽车销售服务有限公司",val:"65882K"}
_citys["河北省"]["石家庄市"].push {name:"河北传兴汽车贸易有限公司",val:"65996J"}
_citys["河北省"]["唐山市"].push {name:"唐山市冀东通汽车销售服务有限公司",val:"60310D"}
_citys["河北省"]["唐山市"].push {name:"北京金泰凯迪汽车销售服务有限公司唐山分公司",val:"65943B"}
_citys["河北省"]["秦皇岛市"].push {name:"秦皇岛庞大雄狮汽车销售服务有限公司",val:"63860Q"}
_citys["河北省"]["邯郸市"].push {name:"邯郸市华尚汽车销售服务有限公司",val:"63450H"}
_citys["河北省"]["邯郸市"].push {name:"邯郸市庞大龙腾汽车销售服务有限公司",val:"62020M"}
_citys["河北省"]["邢台市"].push {name:"邢台德澳汽车销售有限公司",val:"64570X"}
_citys["河北省"]["邢台市"].push {name:"邢台传龙汽车销售服务有限公司",val:"64960L"}
_citys["河北省"]["保定市"].push {name:"保定轩宇雄狮汽车贸易有限公司",val:"62600T"}
_citys["河北省"]["保定市"].push {name:"保定市中冀威狮汽车贸易有限公司",val:"61730X"}
_citys["河北省"]["保定市"].push {name:"保定市合硕贸易有限公司",val:"65560U"}
_citys["河北省"]["保定市"].push {name:"涿州市辉泓汽车销售服务有限公司",val:"64270Z"}
_citys["河北省"]["保定市"].push {name:"定州驿达汽车销售有限公司",val:"64440D"}
_citys["河北省"]["张家口市"].push {name:"张家口市九福汽车销售服务有限公司",val:"63980Z"}
_citys["河北省"]["张家口市"].push {name:"张家口天卓汽车销售服务有限公司",val:"65963Y"}
_citys["河北省"]["承德市"].push {name:"承德万狮汽车销售有限公司",val:"65730M"}
_citys["河北省"]["沧州市"].push {name:"沧州运生汽车销售服务有限公司",val:"62130G"}
_citys["河北省"]["沧州市"].push {name:"沧州捷远汽车贸易有限公司",val:"64550C"}
_citys["河北省"]["沧州市"].push {name:"任丘市恒祥汽车销售服务有限公司",val:"65710K"}
_citys["河北省"]["廊坊市"].push {name:"廊坊日泽昌汽车销售有限公司",val:"64600L"}
_citys["山西省"]["太原市"].push {name:"山西金裕晟汽车贸易有限公司",val:"65970F"}
_citys["山西省"]["太原市"].push {name:"山西昌安达汽车销售服务有限公司",val:"65991D"}
_citys["山西省"]["大同市"].push {name:"大同市钢致汽车销售有限公司",val:"65895Z"}
_citys["山西省"]["阳泉市"].push {name:"阳泉市欣通承达汽车销售服务有限公司",val:"63710Y"}
_citys["山西省"]["长治市"].push {name:"长治市福联汽车销售服务有限公司",val:"65850A"}
_citys["山西省"]["晋城市"].push {name:"晋城市宏运杰汽车销售有限公司",val:"65550T"}
_citys["山西省"]["运城市"].push {name:"山西诺维兰集团运城瑞恒汽车销售服务有限公司",val:"64800Y"}
_citys["山西省"]["忻州市"].push {name:"忻州市忻府区金坤汽车贸易有限公司",val:"63240X"}
_citys["山西省"]["临汾市"].push {name:"临汾市江山铭泰汽车销售有限公司",val:"65936U"}
_citys["山西省"]["临汾市"].push {name:"临汾临运尧辉汽车销售服务有限公司",val:"65570V"}
_citys["内蒙古自治区"]["呼和浩特市"].push {name:"内蒙古利丰泰隆汽车服务有限公司",val:"60420Y"}
_citys["内蒙古自治区"]["包头市"].push {name:"包头市金陆汽车销售服务有限公司",val:"64210B"}
_citys["内蒙古自治区"]["赤峰市"].push {name:"赤峰晟源汽车服务有限责任公司",val:"65510N"}
_citys["内蒙古自治区"]["赤峰市"].push {name:"赤峰龙昊汽车贸易有限公司",val:"65640C"}
_citys["内蒙古自治区"]["通辽市"].push {name:"通辽市万庆汽车销售服务有限公司",val:"62150D"}
_citys["内蒙古自治区"]["鄂尔多斯市"].push {name:"鄂尔多斯市成兴汽车有限公司",val:"65875C"}
_citys["内蒙古自治区"]["呼伦贝尔市"].push {name:"呼伦贝尔市大鹏润达汽车贸易有限公司",val:"63820H"}
_citys["内蒙古自治区"]["巴彦淖尔市"].push {name:"巴彦淖尔市巴运小轿车销售有限公司",val:"64540B"}
_citys["内蒙古自治区"]["乌兰察布市"].push {name:"内蒙古万方汽车销售服务有限公司",val:"65876D"}
_citys["内蒙古自治区"]["兴安盟"].push {name:"兴安盟骏腾汽车销售服务有限公司",val:"64950W"}
_citys["辽宁省"]["沈阳市"].push {name:"沈阳汇诚汽车销售服务有限公司",val:"63110T"}
_citys["辽宁省"]["沈阳市"].push {name:"沈阳庞大龙腾汽车销售服务有限公司",val:"62350W"}
_citys["辽宁省"]["大连市"].push {name:"大连新东升汽车销售服务有限公司",val:"65860L"}
_citys["辽宁省"]["抚顺市"].push {name:"抚顺千和汽车销售有限公司",val:"64900F"}
_citys["辽宁省"]["朝阳市"].push {name:"朝阳鸿盛汽车销售服务有限公司",val:"63260C"}
_citys["吉林省"]["长春市"].push {name:"吉林省瀚宇汽车销售服务有限公司",val:"64520C"}
_citys["吉林省"]["长春市"].push {name:"吉林省联孚汽车销售服务有限公司",val:"62800K"}
_citys["吉林省"]["吉林市"].push {name:"吉林市万华汽车销售服务有限公司",val:"61460D"}
_citys["吉林省"]["四平"].push {name:"四平源宸汽车服务有限公司",val:"64190S"}
_citys["吉林省"]["延边朝鲜族自治州"].push {name:"延边北方汽车销售服务有限公司",val:"65965A"}
_citys["吉林省"]["松原市"].push {name:"松原市龙翔汽车贸易有限公司",val:"66005U"}
_citys["黑龙江省"]["哈尔滨市"].push {name:"黑龙江骏鹰大通汽车销售服务有限公司",val:"60290G"}
_citys["黑龙江省"]["哈尔滨市"].push {name:"黑龙江东顺汽车销售服务有限公司",val:"64750H"}
_citys["黑龙江省"]["齐齐哈尔市"].push {name:"齐齐哈尔市皓民汽车销售有限公司",val:"63890Q"}
_citys["黑龙江省"]["大庆市"].push {name:"大庆市威龙汽车贸易有限公司",val:"61670G"}
_citys["黑龙江省"]["大庆市"].push {name:"大庆市成通鑫业汽车销售服务有限公司",val:"64760D"}
_citys["黑龙江省"]["牡丹江市"].push {name:"牡丹江中信恒安汽车销售服务有限公司",val:"65690H"}
_citys["黑龙江省"]["绥化市"].push {name:"绥化市世佳汽车销售服务有限责任公司",val:"64120S"}
_citys["山东省"]["济南市"].push {name:"山东泰通汽车销售服务有限公司",val:"60270K"}
_citys["山东省"]["济南市"].push {name:"济南志和永茂汽车销售服务有限公司",val:"64100J"}
_citys["山东省"]["济南市"].push {name:"济南百得通汽车销售服务有限公司",val:"65952L"}
_citys["山东省"]["青岛市"].push {name:"青岛宝狮汽车销售服务有限公司",val:"60750G"}
_citys["山东省"]["青岛市"].push {name:"青岛信和汽车销售有限公司",val:"63030B"}
_citys["山东省"]["青岛市"].push {name:"青岛信腾汽车销售服务有限公司",val:"65922D"}
_citys["山东省"]["青岛市"].push {name:"青岛金惠盛泰汽车销售服务有限公司",val:"64350J"}
_citys["山东省"]["青岛市"].push {name:"青岛华德汽车销售服务有限公司",val:"64880P"}
_citys["山东省"]["淄博市"].push {name:"淄博金锐狮汽车销售有限公司",val:"61780B"}
_citys["山东省"]["枣庄市"].push {name:"枣庄德威汽车销售有限公司",val:"65962X"}
_citys["山东省"]["东营市"].push {name:"东营天狮汽车销售服务有限公司",val:"61100M"}
_citys["山东省"]["烟台市"].push {name:"烟台陆通汽车销售服务有限公司",val:"60720Z"}
_citys["山东省"]["烟台市"].push {name:"烟台麦特威狮汽车销售有限公司",val:"65480K"}
_citys["山东省"]["烟台市"].push {name:"莱阳市广致汽车销售有限公司",val:"65540S"}
_citys["山东省"]["烟台市"].push {name:"莱州市豪骏汽车销售服务有限公司",val:"64380L"}
_citys["山东省"]["烟台市"].push {name:"栖霞欣瑞汽车销售服务有限公司",val:"63970Q"}
_citys["山东省"]["潍坊市"].push {name:"潍坊泰通汽车销售服务有限公司",val:"62060F"}
_citys["山东省"]["潍坊市"].push {name:"临朐富康汽车销售服务有限公司",val:"65911S"}
_citys["山东省"]["潍坊市"].push {name:"青州隆益达汽车贸易有限公司",val:"65928K"}
_citys["山东省"]["潍坊市"].push {name:"寿光华裕汽车销售服务有限公司",val:"65490L"}
_citys["山东省"]["潍坊市"].push {name:"安丘恒锦汽车销售服务有限公司",val:"65610Z"}
_citys["山东省"]["潍坊市"].push {name:"高密隆兴车业有限公司",val:"63150G"}
_citys["山东省"]["潍坊市"].push {name:"昌邑市大昌汽车贸易有限公司",val:"65961W"}
_citys["山东省"]["济宁市"].push {name:"济宁裕龙汽车销售服务有限公司",val:"61050H"}
_citys["山东省"]["济宁市"].push {name:"济宁华源兴狮汽车销售服务有限公司",val:"64580J"}
_citys["山东省"]["济宁市"].push {name:"邹城市元润汽车销售服务有限公司",val:"65873A"}
_citys["山东省"]["泰安市"].push {name:"泰安市华君东狮汽车销售服务有限公司",val:"61150S"}
_citys["山东省"]["威海市"].push {name:"威海鑫钰汽车销售服务有限公司",val:"65810W"}
_citys["山东省"]["威海市"].push {name:"威海鑫狮汽车销售服务有限公司",val:"61210G"}
_citys["山东省"]["日照市"].push {name:"日照志美欣业汽车销售服务有限公司",val:"65260L"}
_citys["山东省"]["莱芜市"].push {name:"莱芜市全润经贸有限公司",val:"65230H"}
_citys["山东省"]["临沂市"].push {name:"临沂睿狮汽车销售服务有限公司",val:"62570K"}
_citys["山东省"]["临沂市"].push {name:"临沂骏狮汽车贸易有限公司",val:"60890J"}
_citys["山东省"]["德州市"].push {name:"德州天狮汽车销售服务有限公司",val:"61470P"}
_citys["山东省"]["德州市"].push {name:"德州华迈汽车销售有限公司",val:"65917Y"}
_citys["山东省"]["聊城市"].push {name:"聊城市金辰汽车销售服务有限公司",val:"61970H"}
_citys["山东省"]["滨州市"].push {name:"滨州市狮瑞汽车销售有限公司",val:"61160C"}
_citys["山东省"]["滨州市"].push {name:"山东滨州运翔汽车销售服务有限公司",val:"65848Y"}
_citys["山东省"]["菏泽市"].push {name:"菏泽优创客汽车销售服务有限公司",val:"65959U"}
_citys["上海市"]["上海市"].push {name:"上海宝狮汽车销售服务有限公司",val:"60900V"}
_citys["上海市"]["上海市"].push {name:"上海陆狮汽车销售服务有限公司",val:"60080D"}
_citys["上海市"]["上海市"].push {name:"上海海标汽车销售有限公司",val:"61700P"}
_citys["上海市"]["上海市"].push {name:"上海申焕汽车销售服务有限公司",val:"65944C"}
_citys["上海市"]["上海市"].push {name:"上海炜业龙阳汽车销售服务有限公司",val:"60770D"}
_citys["上海市"]["上海市"].push {name:"上海子熠涵德汽车销售有限公司",val:"65893X"}
_citys["上海市"]["上海市"].push {name:"上海冠隆汽车销售服务有限公司",val:"62770C"}
_citys["江苏省"]["南京市"].push {name:"江苏天泓标远汽车服务有限公司",val:"62890H"}
_citys["江苏省"]["南京市"].push {name:"江苏狮海文化发展有限公司",val:"65886P"}
_citys["江苏省"]["南京市"].push {name:"江苏万帮外汽汽车有限公司",val:"60180M"}
_citys["江苏省"]["南京市"].push {name:"江苏致尚汽车销售服务有限公司",val:"63120U"}
_citys["江苏省"]["南京市"].push {name:"江苏致成汽车销售服务有限公司",val:"60320P"}
_citys["江苏省"]["南京市"].push {name:"江苏金能汽车销售有限公司",val:"61790M"}
_citys["江苏省"]["无锡市"].push {name:"无锡京汽汽车销售有限责任公司",val:"60130H"}
_citys["江苏省"]["无锡市"].push {name:"无锡宝狮龙汽车销售服务有限公司",val:"62140T"}
_citys["江苏省"]["无锡市"].push {name:"无锡东方龙泰汽车销售服务有限公司",val:"60230S"}
_citys["江苏省"]["无锡市"].push {name:"江阴市吉诚汽车有限公司",val:"61000D"}
_citys["江苏省"]["无锡市"].push {name:"宜兴市致盛汽车销售服务有限公司",val:"64470Y"}
_citys["江苏省"]["徐州市"].push {name:"邳州市亿达汽车销售服务有限公司",val:"65590X"}
_citys["江苏省"]["常州市"].push {name:"常州冠亚恒通汽车销售服务有限公司",val:"60730K"}
_citys["江苏省"]["常州市"].push {name:"常州欧狮汽车销售服务有限公司",val:"61270X"}
_citys["江苏省"]["苏州市"].push {name:"苏州众和汽车销售服务有限公司",val:"60390R"}
_citys["江苏省"]["苏州市"].push {name:"苏州银狮汽车销售服务有限公司",val:"60470C"}
_citys["江苏省"]["苏州市"].push {name:"吴江畅远汽车销售服务有限公司",val:"62530S"}
_citys["江苏省"]["苏州市"].push {name:"张家港众和汽车销售服务有限公司",val:"61380S"}
_citys["江苏省"]["苏州市"].push {name:"昆山力狮汽车销售服务有限公司",val:"61250A"}
_citys["江苏省"]["苏州市"].push {name:"昆山市海宝汽车销售服务有限公司",val:"65680G"}
_citys["江苏省"]["苏州市"].push {name:"太仓华悦汽车销售服务有限公司",val:"63680T"}
_citys["江苏省"]["南通市"].push {name:"南京朗驰集团南通朗瑞汽车销售服务有限公司",val:"62980F"}
_citys["江苏省"]["南通市"].push {name:"江苏太平洋汽车集团如东福港有限公司",val:"64420R"}
_citys["江苏省"]["南通市"].push {name:"如皋市三洋汽车销售服务有限公司",val:"61760E"}
_citys["江苏省"]["连云港市"].push {name:"江苏致和汽车贸易有限公司",val:"64340L"}
_citys["江苏省"]["淮安市"].push {name:"淮安广益汽车销售服务有限公司",val:"65978P"}
_citys["江苏省"]["淮安市"].push {name:"江苏蓝致汽车销售服务有限公司",val:"65932P"}
_citys["江苏省"]["盐城市"].push {name:"盐城贤德汽车有限公司",val:"64640Y"}
_citys["江苏省"]["盐城市"].push {name:"森风集团盐城明德汽车有限公司",val:"61330M"}
_citys["江苏省"]["扬州市"].push {name:"扬州宏远宝狮汽车有限公司",val:"63430Y"}
_citys["江苏省"]["镇江市"].push {name:"丹阳市龙泉汽贸有限公司",val:"65967C"}
_citys["江苏省"]["泰州市"].push {name:"泰州市致远汽车销售服务有限公司",val:"61580J"}
_citys["江苏省"]["宿迁市"].push {name:"宿迁美翔车业有限公司",val:"65915W"}
_citys["浙江省"]["杭州市"].push {name:"杭州和洵汽车销售服务有限公司",val:"61610S"}
_citys["浙江省"]["杭州市"].push {name:"浙江康诚汽车销售服务有限公司",val:"62700B"}
_citys["浙江省"]["宁波市"].push {name:"宁波众致汽车销售服务有限公司",val:"65995H"}
_citys["浙江省"]["温州市"].push {name:"温州尊龙汽车销售服务有限公司",val:"60210V"}
_citys["浙江省"]["嘉兴市"].push {name:"嘉兴市思源汽车有限公司",val:"60930C"}
_citys["浙江省"]["湖州市"].push {name:"湖州长运瑞狮汽车销售服务有限公司",val:"65977N"}
_citys["浙江省"]["湖州市"].push {name:"德清长运汽车销售服务有限公司",val:"65910R"}
_citys["浙江省"]["绍兴市"].push {name:"绍兴森美洪达汽车有限公司",val:"60950Z"}
_citys["浙江省"]["绍兴市"].push {name:"绍兴康致汽车有限公司",val:"65150S"}
_citys["浙江省"]["金华市"].push {name:"金华金风汽车贸易有限公司",val:"61120J"}
_citys["浙江省"]["金华市"].push {name:"义乌悦狮汽车销售服务有限公司",val:"65931N"}
_citys["浙江省"]["金华市"].push {name:"东阳市雄狮汽车销售服务有限公司",val:"64730D"}
_citys["浙江省"]["舟山市"].push {name:"舟山腾狮汽车销售服务有限公司",val:"65903H"}
_citys["浙江省"]["台州市"].push {name:"台州市鑫硕汽车销售服务有限公司",val:"65000T"}
_citys["浙江省"]["台州市"].push {name:"台州博致汽车销售服务有限公司",val:"65650D"}
_citys["安徽省"]["合肥市"].push {name:"安徽致远汽车销售服务有限公司",val:"60340L"}
_citys["安徽省"]["合肥市"].push {name:"合肥大名银狮汽车销售服务有限公司",val:"63590A"}
_citys["安徽省"]["合肥市"].push {name:"安徽致恒汽车销售服务有限公司",val:"65919A"}
_citys["安徽省"]["芜湖市"].push {name:"芜湖华盈汽车销售服务有限公司",val:"65942A"}
_citys["安徽省"]["蚌埠市"].push {name:"蚌埠福晟汽车贸易有限公司",val:"65923E"}
_citys["安徽省"]["马鞍山市"].push {name:"马鞍山利马汽车销售服务有限公司",val:"65856G"}
_citys["安徽省"]["淮北市"].push {name:"淮北市金成汽车销售有限公司",val:"63050H"}
_citys["安徽省"]["安庆市"].push {name:"安庆华龙汽贸有限公司",val:"65858J"}
_citys["安徽省"]["黄山市"].push {name:"黄山市致兴汽车销售有限公司",val:"63930H"}
_citys["安徽省"]["阜阳市"].push {name:"阜阳市银狮汽车销售服务有限公司",val:"61750U"}
_citys["安徽省"]["宿州市"].push {name:"宿州润标汽车销售服务有限公司",val:"63840S"}
_citys["安徽省"]["宣城市"].push {name:"宣城市致鑫汽车销售服务有限公司",val:"63230X"}
_citys["江西省"]["南昌市"].push {name:"江西车名家汽车销售服务有限公司",val:"65971G"}
_citys["江西省"]["南昌市"].push {name:"江西亿鑫行汽车销售服务有限公司",val:"64170J"}
_citys["江西省"]["景德镇市"].push {name:"景德镇市万顺鑫汽车贸易有限公司",val:"63020Z"}
_citys["江西省"]["萍乡市"].push {name:"萍乡市佳顺汽车销售服务有限公司",val:"65900E"}
_citys["江西省"]["九江市"].push {name:"九江市万顺鑫汽车销售服务有限责任公司",val:"65918Z"}
_citys["江西省"]["新余市"].push {name:"新余宏狮汽车销售服务有限公司",val:"65937V"}
_citys["江西省"]["赣州市"].push {name:"赣州诚致汽车销售服务有限公司",val:"61010P"}
_citys["江西省"]["赣州市"].push {name:"江西裕龙汽车销售服务有限公司",val:"63920G"}
_citys["江西省"]["吉安市"].push {name:"吉安市汇峰汽车销售服务有限公司",val:"62260Y"}
_citys["江西省"]["宜春市"].push {name:"宜春欣致汽车销售服务有限公司",val:"65976M"}
_citys["江西省"]["宜春市"].push {name:"江西星光汽车销售服务有限公司",val:"65939X"}
_citys["江西省"]["抚州市"].push {name:"抚州广润汽车销售有限公司",val:"65966B"}
_citys["江西省"]["上饶市"].push {name:"上饶市兆丰汽车销售服务有限公司",val:"62460R"}
_citys["河南省"]["郑州市"].push {name:"河南神源汽车销售有限公司",val:"60050W"}
_citys["河南省"]["郑州市"].push {name:"河南威佳致广汽车销售服务有限公司",val:"65934S"}
_citys["河南省"]["郑州市"].push {name:"河南威佳致达汽车销售有限公司",val:"65933R"}
_citys["河南省"]["郑州市"].push {name:"河南威佳致诚汽车销售有限公司",val:"65935T"}
_citys["河南省"]["开封市"].push {name:"开封凯标汽车销售服务有限公司",val:"62430H"}
_citys["河南省"]["洛阳市"].push {name:"洛阳市安丰机电设备有限公司",val:"65888S"}
_citys["河南省"]["洛阳市"].push {name:"洛阳亨诚汽车服务有限公司",val:"60940N"}
_citys["河南省"]["洛阳市"].push {name:"洛阳亨致汽车销售有限公司",val:"65904J"}
_citys["河南省"]["平顶山市"].push {name:"平顶山亨致车业有限公司",val:"65889T"}
_citys["河南省"]["安阳市"].push {name:"安阳乐志汽车销售服务有限公司",val:"65986Y"}
_citys["河南省"]["鹤壁市"].push {name:"鹤壁中兴汽车销售服务有限公司",val:"65907M"}
_citys["河南省"]["新乡市"].push {name:"新乡市天源汽车商贸有限公司",val:"61480A"}
_citys["河南省"]["焦作市"].push {name:"焦作市华顺汽车贸易有限公司",val:"61340Y"}
_citys["河南省"]["濮阳市"].push {name:"濮阳市致美汽车销售服务有限公司",val:"65905K"}
_citys["河南省"]["许昌市"].push {name:"许昌亨诚汽车服务有限公司",val:"65898C"}
_citys["河南省"]["漯河市"].push {name:"漯河润东德众汽车销售有限公司",val:"64650L"}
_citys["河南省"]["三门峡市"].push {name:"三门峡市腾狮汽车销售服务有限公司",val:"63130Q"}
_citys["河南省"]["南阳市"].push {name:"南阳市豫宛车业有限公司",val:"61220T"}
_citys["河南省"]["商丘市"].push {name:"商丘市银狮汽车销售服务有限公司",val:"62090N"}
_citys["河南省"]["商丘市"].push {name:"商丘市贺泰汽车销售有限公司",val:"65938W"}
_citys["河南省"]["信阳市"].push {name:"信阳合众致信汽车销售服务有限公司",val:"65955P"}
_citys["河南省"]["周口市"].push {name:"周口市通泰汽车销售服务有限公司",val:"65906L"}
_citys["河南省"]["驻马店市"].push {name:"驻马店市鼎泰汽车销售服务有限公司",val:"63170Z"}
_citys["湖北省"]["武汉市"].push {name:"东风鸿泰汽车销售有限公司武汉江岸分公司",val:"64250D"}
_citys["湖北省"]["武汉市"].push {name:"武汉精华致远汽车销售服务有限公司",val:"65949H"}
_citys["湖北省"]["武汉市"].push {name:"武汉万隆尚鸿汽车销售服务有限公司",val:"60120X"}
_citys["湖北省"]["武汉市"].push {name:"东风鸿泰汽车销售有限公司武汉沙湖分公司",val:"62660H"}
_citys["湖北省"]["武汉市"].push {name:"武汉兆丰标龙汽车销售服务有限公司",val:"62380D"}
_citys["湖北省"]["武汉市"].push {name:"东风鸿泰南湖武汉汽车销售服务有限公司",val:"62540C"}
_citys["湖北省"]["武汉市"].push {name:"东风鸿泰武汉关山汽车销售服务有限公司",val:"63780W"}
_citys["湖北省"]["武汉市"].push {name:"武汉市神龙鸿泰汽车销售服务有限公司沌口分公司",val:"62500J"}
_citys["湖北省"]["咸宁市"].push {name:"东风鸿泰汽车销售有限公司咸宁分公司",val:"66002R"}
_citys["湖北省"]["黄石市"].push {name:"黄石银狮汽车销售服务有限公司",val:"65947F"}
_citys["湖北省"]["黄石市"].push {name:"东风鸿泰汽车销售有限公司黄石分公司",val:"65999M"}
_citys["湖北省"]["十堰市"].push {name:"十堰亨运宏鑫汽车销售服务有限公司",val:"64300S"}
_citys["湖北省"]["十堰市"].push {name:"十堰中威汽车销售服务有限公司",val:"60510W"}
_citys["湖北省"]["襄阳市"].push {name:"东风鸿泰襄阳汽车销售服务有限公司",val:"62870L"}
_citys["湖北省"]["襄阳市"].push {name:"襄阳鹏驰汽车销售有限公司",val:"61180Z"}
_citys["湖北省"]["鄂州市"].push {name:"东风鸿泰鄂州汽车销售服务有限公司",val:"65842S"}
_citys["湖北省"]["孝感市"].push {name:"孝感精诚杰盟汽车销售服务有限公司",val:"66000N"}
_citys["湖北省"]["黄冈市"].push {name:"黄冈鼎睿汽车销售服务有限公司",val:"65877E"}
_citys["湖北省"]["随州市"].push {name:"随州市天龙汽车销售服务有限公司",val:"62300S"}
_citys["湖北省"]["宜昌市"].push {name:"宜昌交运集团麟至汽车销售服务有限公司",val:"60670V"}
_citys["湖北省"]["宜昌市"].push {name:"宜昌和顺汽车销售服务有限公司",val:"63500Y"}
_citys["湖北省"]["荆门市"].push {name:"荆门狮源汽车销售服务有限公司",val:"62390P"}
_citys["湖北省"]["荆州市"].push {name:"荆州市狮源汽车销售服务有限公司",val:"63720J"}
_citys["湖北省"]["荆州市"].push {name:"荆州腾源汽车销售服务有限公司",val:"65987Z"}
_citys["湖北省"]["恩施土家族苗族自治州"].push {name:"恩施州交运运输集团昌鸿汽车销售服务有限责任公司",val:"62230R"}
_citys["湖北省"]["潜江市"].push {name:"潜江市利通汽车服务有限公司",val:"65843T"}
_citys["湖南省"]["长沙市"].push {name:"长沙市鹏驰汽车销售有限公司",val:"60260Z"}
_citys["湖南省"]["长沙市"].push {name:"湖南华洋华狮汽车销售服务有限公司",val:"62790Z"}
_citys["湖南省"]["长沙市"].push {name:"长沙鑫广合汽车销售服务有限公司",val:"65930M"}
_citys["湖南省"]["长沙市"].push {name:"湖南兰天天致汽车销售有限公司",val:"65983V"}
_citys["湖南省"]["长沙市"].push {name:"长沙兰天天狮汽车销售有限公司",val:"62950Y"}
_citys["湖南省"]["长沙市"].push {name:"湖南华洋兴狮汽车销售服务有限公司",val:"65940Y"}
_citys["湖南省"]["岳阳市"].push {name:"岳阳华致汽车有限公司",val:"65740N"}
_citys["湖南省"]["常德市"].push {name:"常德双星星致汽车销售服务有限公司",val:"62250M"}
_citys["湖南省"]["湘西土家族苗族自治州"].push {name:"湖南辉悦汽车有限公司",val:"65847X"}
_citys["湖南省"]["株洲市"].push {name:"株洲市兰天天宇汽车销售有限公司",val:"63650Z"}
_citys["湖南省"]["湘潭市"].push {name:"湘潭鑫致汽车销售服务有限公司",val:"65974K"}
_citys["湖南省"]["衡阳市"].push {name:"衡阳华佳汽车销售服务有限公司",val:"61800Y"}
_citys["湖南省"]["邵阳市"].push {name:"邵阳市宝威汽车销售服务有限公司",val:"65580W"}
_citys["湖南省"]["郴州市"].push {name:"郴州市恒信投资有限公司",val:"62310C"}
_citys["湖南省"]["娄底市"].push {name:"娄底市高科汽车贸易有限公司",val:"65780T"}
_citys["广东省"]["广州市"].push {name:"广州市美狮汽车销售服务有限公司",val:"60119W"}
_citys["广东省"]["广州市"].push {name:"广东广物标远汽车贸易有限公司",val:"60760T"}
_citys["广东省"]["广州市"].push {name:"广州鸿标汽车销售服务有限公司",val:"60980G"}
_citys["广东省"]["广州市"].push {name:"广州市骏狮汽车销售有限公司",val:"65854E"}
_citys["广东省"]["韶关市"].push {name:"韶关市宝利达汽车销售服务有限公司",val:"63420S"}
_citys["广东省"]["深圳市"].push {name:"深圳市卡瑞汽车贸易有限公司",val:"60800L"}
_citys["广东省"]["深圳市"].push {name:"深圳市和致汽车销售服务有限公司",val:"60780P"}
_citys["广东省"]["深圳市"].push {name:"深圳市友车友汽车销售服务有限公司",val:"60610E"}
_citys["广东省"]["深圳市"].push {name:"深圳日鼎汽车贸易有限公司",val:"65855F"}
_citys["广东省"]["珠海市"].push {name:"珠海市海标贸易有限公司",val:"61300E"}
_citys["广东省"]["汕头市"].push {name:"汕头市粤通汽车销售服务有限公司",val:"64400Z"}
_citys["广东省"]["佛山市"].push {name:"佛山市粤和富汽车销售服务有限公司",val:"65890U"}
_citys["广东省"]["佛山市"].push {name:"佛山市鼎致汽车销售服务有限公司",val:"60410M"}
_citys["广东省"]["佛山市"].push {name:"佛山市顺德区弘致汽车销售服务有限公司",val:"65956R"}
_citys["广东省"]["江门市"].push {name:"江门市汇正汽车销售服务有限公司",val:"65941Z"}
_citys["广东省"]["江门市"].push {name:"江门市大合明志汽车销售服务有限公司",val:"65869W"}
_citys["广东省"]["湛江市"].push {name:"湛江市利致汽车销售服务有限公司",val:"65997K"}
_citys["广东省"]["茂名市"].push {name:"茂名广物标远汽车销售服务有限公司",val:"65280N"}
_citys["广东省"]["肇庆市"].push {name:"肇庆美轮庆志汽车有限公司",val:"65310S"}
_citys["广东省"]["惠州市"].push {name:"惠州市和致汽车销售服务有限公司",val:"65891V"}
_citys["广东省"]["惠州市"].push {name:"惠州昇泰汽车销售服务有限公司",val:"65989B"}
_citys["广东省"]["梅州市"].push {name:"梅州市宏成汽车销售服务有限公司",val:"65100M"}
_citys["广东省"]["河源市"].push {name:"河源市骏马通汽车销售有限公司",val:"65868V"}
_citys["广东省"]["阳江市"].push {name:"阳江市广宝源汽车销售服务有限公司",val:"64280Y"}
_citys["广东省"]["清远市"].push {name:"清远市圆展汽车销售服务有限公司",val:"64710S"}
_citys["广东省"]["东莞市"].push {name:"东莞市广物骏标汽车销售有限公司",val:"60650Y"}
_citys["广东省"]["东莞市"].push {name:"东莞市新标汽车贸易有限公司",val:"64790D"}
_citys["广东省"]["东莞市"].push {name:"东莞市广物正远汽车贸易有限公司",val:"64140G"}
_citys["广东省"]["中山市"].push {name:"中山市永达汽车贸易有限公司",val:"60280W"}
_citys["广东省"]["中山市"].push {name:"中山市海成汽车贸易有限公司",val:"63090A"}
_citys["广东省"]["潮州市"].push {name:"潮州市长威汽车销售服务有限公司",val:"65950J"}
_citys["广西壮族自治区"]["南宁市"].push {name:"广西弘致汽车销售服务有限公司",val:"61550B"}
_citys["广西壮族自治区"]["南宁市"].push {name:"广西弘狮汽车销售服务有限公司",val:"60100A"}
_citys["广西壮族自治区"]["南宁市"].push {name:"广西恒久汽车服务有限公司",val:"65830Y"}
_citys["广西壮族自治区"]["南宁市"].push {name:"广西吉巨汽车销售服务有限公司",val:"65899D"}
_citys["广西壮族自治区"]["柳州市"].push {name:"柳州弘狮汽车销售服务有限公司",val:"61130V"}
_citys["广西壮族自治区"]["桂林市"].push {name:"桂林盛霖汽车销售有限公司",val:"65520P"}
_citys["广西壮族自治区"]["桂林市"].push {name:"桂林弘狮诚致汽车销售服务有限公司",val:"60870M"}
_citys["广西壮族自治区"]["梧州市"].push {name:"梧州市弘标汽车销售服务有限公司",val:"64860W"}
_citys["广西壮族自治区"]["北海市"].push {name:"北海弘狮汽车销售服务有限公司",val:"62220E"}
_citys["广西壮族自治区"]["钦州市"].push {name:"钦州市白马汽车销售服务有限公司",val:"62990S"}
_citys["广西壮族自治区"]["贵港市"].push {name:"贵港市中麒汽车销售服务有限公司",val:"65160G"}
_citys["广西壮族自治区"]["百色市"].push {name:"广西润凯汽车销售服务有限公司",val:"65630B"}
_citys["广西壮族自治区"]["贺州市"].push {name:"贺州市和通汽车销售服务有限公司",val:"65894Y"}
_citys["广西壮族自治区"]["河池市"].push {name:"河池通华汽车贸易服务有限公司",val:"64820H"}
_citys["海南省"]["海口市"].push {name:"海南保力汽车销售服务有限公司",val:"62210U"}
_citys["海南省"]["海口市"].push {name:"海南保福德汽车销售服务有限公司",val:"65973J"}
_citys["海南省"]["三亚市"].push {name:"三亚亚兴汽车销售服务有限公司",val:"64810S"}
_citys["福建省"]["福州市"].push {name:"福建吉诺佳宏汽车有限公司",val:"60480N"}
_citys["福建省"]["福州市"].push {name:"福州联胜联众汽车销售有限公司",val:"61390C"}
_citys["福建省"]["福州市"].push {name:"福州吉诺瑞狮汽车有限公司",val:"65670F"}
_citys["福建省"]["厦门市"].push {name:"厦门永达丰汽车销售有限公司",val:"60370U"}
_citys["福建省"]["厦门市"].push {name:"厦门凯旋万豪汽车销售服务有限公司",val:"65901F"}
_citys["福建省"]["厦门市"].push {name:"厦门展狮汽车有限公司",val:"65250K"}
_citys["福建省"]["厦门市"].push {name:"厦门兴荣辉洋汽车销售服务有限公司",val:"62480M"}
_citys["福建省"]["莆田市"].push {name:"福建神威汽车销售服务有限公司",val:"61570Y"}
_citys["福建省"]["三明市"].push {name:"三明丰顺达成汽车销售服务有限公司",val:"65980S"}
_citys["福建省"]["泉州市"].push {name:"泉州荣成汽车销售服务有限公司",val:"65210Q"}
_citys["福建省"]["泉州市"].push {name:"泉州福景汽车销售服务有限公司",val:"61770R"}
_citys["福建省"]["泉州市"].push {name:"福建丰顺达成汽车销售服务有限公司",val:"65660E"}
_citys["福建省"]["泉州市"].push {name:"福建丰豪汽车销售服务有限公司",val:"62510V"}
_citys["福建省"]["漳州市"].push {name:"漳州丰和元汽车销售有限公司",val:"61440G"}
_citys["福建省"]["龙岩市"].push {name:"龙岩市胜华成汽车销售有限公司",val:"61310R"}
_citys["贵州省"]["贵阳市"].push {name:"贵州乾通东远汽车销售服务有限公司",val:"60220F"}
_citys["贵州省"]["贵阳市"].push {name:"贵州三狮汽车销售服务有限公司",val:"62400A"}
_citys["贵州省"]["六盘水市"].push {name:"贵州宏宇嘉信汽车贸易有限公司",val:"63510H"}
_citys["贵州省"]["遵义市"].push {name:"遵义市凯欣致远贸易服务有限公司",val:"65957S"}
_citys["贵州省"]["遵义市"].push {name:"遵义乾坤汽车销售服务有限公司",val:"64330Z"}
_citys["贵州省"]["安顺市"].push {name:"贵州万利源瑞狮汽车销售服务有限公司",val:"65380Z"}
_citys["贵州省"]["铜仁地区"].push {name:"铜仁市银锐汽车销售有限公司",val:"65981T"}
_citys["贵州省"]["黔西南布依族苗族自治州"].push {name:"兴义市恒信德龙汽车销售服务有限公司",val:"63630X"}
_citys["贵州省"]["毕节地区"].push {name:"贵州佰润力昂汽车销售服务有限公司",val:"65130B"}
_citys["贵州省"]["黔东南苗族侗族自治州"].push {name:"贵州众恒致昇汽车销售服务有限公司",val:"63790K"}
_citys["贵州省"]["黔南布依族苗族自治州"].push {name:"都匀恒信华致汽车销售服务有限公司",val:"64970D"}
_citys["云南省"]["昆明市"].push {name:"云南都市车迷宝狮汽车贸易有限公司",val:"60700C"}
_citys["云南省"]["昆明市"].push {name:"云南东峻天狮汽车销售服务有限公司",val:"65190K"}
_citys["云南省"]["昆明市"].push {name:"云南东峻天致汽车销售服务有限公司",val:"65953M"}
_citys["云南省"]["曲靖市"].push {name:"曲靖益州汽车销售服务有限公司",val:"65968D"}
_citys["云南省"]["玉溪市"].push {name:"玉溪东峻天耀汽车销售服务有限公司",val:"65972H"}
_citys["云南省"]["保山市"].push {name:"保山黔通汽车销售服务有限公司",val:"65340V"}
_citys["云南省"]["昭通市"].push {name:"昭通市振翔商贸有限公司",val:"63490Z"}
_citys["云南省"]["普洱市"].push {name:"普洱鸿达悦致汽车销售服务有限公司",val:"65878F"}
_citys["云南省"]["临沧市"].push {name:"临沧添福源福致汽车销售有限公司",val:"65964Z"}
_citys["云南省"]["楚雄彝族自治州"].push {name:"楚雄昊跃汽车销售服务有限公司",val:"63550C"}
_citys["云南省"]["红河哈尼族彝族自治州"].push {name:"红河东峻天恒汽车销售服务有限公司",val:"65979R"}
_citys["云南省"]["文山壮族苗族自治州"].push {name:"文山联赢汽车经贸有限责任公司",val:"65170W"}
_citys["云南省"]["大理白族自治州"].push {name:"大理汇正汽车销售服务有限公司",val:"65975L"}
_citys["重庆市"]["重庆市"].push {name:"重庆百事达华德汽车销售服务有限公司",val:"62120W"}
_citys["重庆市"]["重庆市"].push {name:"重庆东风南方汽车销售服务有限公司渝旺分公司",val:"60710N"}
_citys["重庆市"]["重庆市"].push {name:"重庆同捷汽车销售有限公司",val:"62360G"}
_citys["重庆市"]["重庆市"].push {name:"重庆集大成汽车销售服务有限公司",val:"65330U"}
_citys["重庆市"]["重庆市"].push {name:"重庆市江津区骄维汽车销售有限公司",val:"65913U"}
_citys["重庆市"]["重庆市"].push {name:"重庆新明致汽车销售服务有限公司",val:"65760R"}
_citys["四川省"]["成都市"].push {name:"成都天致汽车销售服务有限公司",val:"62670U"}
_citys["四川省"]["成都市"].push {name:"成都精典东越汽车销售有限公司",val:"62640L"}
_citys["四川省"]["成都市"].push {name:"四川安捷汽车技术服务有限公司",val:"60200J"}
_citys["四川省"]["成都市"].push {name:"成都集大成汽车销售服务有限公司",val:"60160R"}
_citys["四川省"]["成都市"].push {name:"四川申蓉泓翰汽车销售服务有限公司",val:"61520U"}
_citys["四川省"]["成都市"].push {name:"四川明嘉汽车贸易服务有限公司",val:"60560A"}
_citys["四川省"]["成都市"].push {name:"四川申蓉泓锦汽车销售服务有限公司",val:"63060J"}
_citys["四川省"]["成都市"].push {name:"成都明嘉宝驰汽车销售服务有限公司",val:"65846W"}
_citys["四川省"]["成都市"].push {name:"成都市众邦欣狮汽车销售服务有限责任公司",val:"65946E"}
_citys["四川省"]["成都市"].push {name:"四川安捷致信汽车销售服务有限公司",val:"63330A"}
_citys["四川省"]["成都市"].push {name:"成都中鑫海汽车服务有限公司",val:"64320C"}
_citys["四川省"]["自贡市"].push {name:"自贡新业汽车销售有限公司",val:"63040A"}
_citys["四川省"]["攀枝花市"].push {name:"攀枝花申蓉新源汽车销售服务有限公司",val:"62650X"}
_citys["四川省"]["泸州市"].push {name:"泸州市浩翔贸易有限公司",val:"61910T"}
_citys["四川省"]["德阳市"].push {name:"中国第二重型机械集团德阳万路运业有限公司",val:"61040X"}
_citys["四川省"]["德阳市"].push {name:"德阳市明致汽车销售服务有限公司",val:"62820G"}
_citys["四川省"]["绵阳市"].push {name:"绵阳新华商贸有限公司",val:"60360H"}
_citys["四川省"]["绵阳市"].push {name:"四川中致汇汽车销售服务有限公司",val:"65993F"}
_citys["四川省"]["广元市"].push {name:"广元市嘉鹏汽车销售服务有限公司",val:"65969E"}
_citys["四川省"]["遂宁市"].push {name:"遂宁天致汽车销售服务有限公司",val:"62320N"}
_citys["四川省"]["内江市"].push {name:"内江嘉盛明致汽车销售有限公司",val:"65908N"}
_citys["四川省"]["乐山市"].push {name:"乐山天牛华申汽车销售服务有限公司",val:"62630A"}
_citys["四川省"]["南充市"].push {name:"南充金鞍车业有限公司",val:"61900G"}
_citys["四川省"]["眉山市"].push {name:"眉山泓翰车业有限公司",val:"61880K"}
_citys["四川省"]["宜宾市"].push {name:"宜宾建国汽车销售服务有限公司",val:"65120Y"}
_citys["四川省"]["广安市"].push {name:"广安东创昌升车业有限公司",val:"63640G"}
_citys["四川省"]["达州市"].push {name:"达州市鸿杉汽车贸易有限公司",val:"64830D"}
_citys["四川省"]["雅安市"].push {name:"雅安极致汽车销售有限公司",val:"65110Y"}
_citys["四川省"]["巴中市"].push {name:"巴中龙兴汽车销售服务有限责任公司",val:"65927J"}
_citys["四川省"]["资阳市"].push {name:"资阳天致汽车销售服务有限公司",val:"64180Z"}
_citys["西藏自治区"]["拉萨市"].push {name:"拉萨市协合汽车贸易有限公司",val:"61810J"}
_citys["陕西省"]["西安市"].push {name:"西安天一汽车销售服务有限公司",val:"65400B"}
_citys["陕西省"]["西安市"].push {name:"陕西威标汽车销售服务有限公司",val:"60190Y"}
_citys["陕西省"]["西安市"].push {name:"陕西鹏飞汽车销售服务有限公司",val:"64680S"}
_citys["陕西省"]["宝鸡市"].push {name:"宝鸡佳驰汽车销售服务有限公司",val:"61720L"}
_citys["陕西省"]["咸阳市"].push {name:"陕西安乘汽车服务有限公司",val:"64420X"}
_citys["陕西省"]["渭南市"].push {name:"渭南乾丰汽车销售服务有限公司",val:"62970V"}
_citys["陕西省"]["汉中市"].push {name:"汉中恒信华致汽车销售服务有限公司",val:"64310H"}
_citys["陕西省"]["榆林市"].push {name:"榆林市杰隆汽车销售服务有限责任公司",val:"61230D"}
_citys["陕西省"]["安康市"].push {name:"陕西中达兴盛汽车销售服务有限公司",val:"64920A"}
_citys["甘肃省"]["兰州市"].push {name:"甘肃神驰汽车销售有限责任公司",val:"60440V"}
_citys["甘肃省"]["兰州市"].push {name:"甘肃金致宝狮汽车销售服务有限公司",val:"65994G"}
_citys["甘肃省"]["兰州市"].push {name:"甘肃卓力汽车销售服务有限公司",val:"64930L"}
_citys["甘肃省"]["天水市"].push {name:"天水天行泰汽车贸易有限公司",val:"65982U"}
_citys["甘肃省"]["武威市"].push {name:"武威黎庆汽车销售服务有限公司",val:"65881J"}
_citys["甘肃省"]["张掖市"].push {name:"张掖市天宜汽车销售服务有限公司",val:"65700J"}
_citys["甘肃省"]["平凉市"].push {name:"甘肃金泰源汽车销售服务有限公司",val:"64840P"}
_citys["甘肃省"]["酒泉市"].push {name:"酒泉汇通行汽车贸易有限公司",val:"65990C"}
_citys["甘肃省"]["庆阳市"].push {name:"庆阳华岳汽车销售服务有限公司",val:"65853D"}
_citys["甘肃省"]["临夏回族自治州"].push {name:"临夏实达汽车销售有限公司",val:"65880H"}
_citys["青海省"]["西宁市"].push {name:"青海兴达汽车销售有限责任公司",val:"61590V"}
_citys["青海省"]["西宁市"].push {name:"青海俊华汽车销售服务有限公司",val:"64430Q"}
_citys["宁夏回族自治区"]["银川市"].push {name:"宁夏仁和致利汽车销售服务有限公司",val:"60990T"}
_citys["宁夏回族自治区"]["银川市"].push {name:"宁夏标龙汽车销售服务有限公司",val:"63080F"}
_citys["宁夏回族自治区"]["固原市"].push {name:"固原正通和汽车销售服务有限公司",val:"65800V"}
_citys["新疆维吾尔自治区"]["乌鲁木齐市"].push {name:"新疆永祥恒兴汽车销售有限公司",val:"65470J"}
_citys["新疆维吾尔自治区"]["昌吉回族自治州"].push {name:"新疆华兴汽车销售服务有限公司",val:"65360X"}
_citys["新疆维吾尔自治区"]["阿克苏地区"].push {name:"阿克苏汇达汽车销售有限公司",val:"62000R"}
_citys["新疆维吾尔自治区"]["伊犁哈萨克自治州"].push {name:"伊犁迅捷汽车服务有限责任公司",val:"65300R"}
_citys["上海市"]["上海市"].push {name:"上海森宏汽车销售有限公司",val:"69502V"}
_citys["江苏省"]["南京市"].push {name:"江苏法标汽车销售服务有限公司",val:"69503W"}
_citys["陕西省"]["西安市"].push {name:"陕西恒亚汽车销售服务有限公司",val:"69501U"}